{
  "wisdom": [
    {
      "quote": "“I am trying to see things from your point of view, but I can't stick my head that far up my butt.”",
      "comment": "Trying to understand certain people."
    },
    {
      "quote": "“I do not spew profanities. I enunciate them clearly, like a f—ing lady.”",
      "comment": "A lady always enunciates."
    },
    {
      "quote": "“Some people just need a high-five. In the face. With a chair.”",
      "comment": "There are many people in desperate need of high-fives."
    },
    {
      "quote": "“Dear haters, I couldn't help but notice that 'awesome' ends with 'me' and 'ugly' starts with 'u'.”",
      "comment": "Minions always tell it like it is."
    },
    {
      "quote": "“I choked on a carrot this afternoon, and all I could think was 'I bet a donut wouldn't have done this to me.'”",
      "comment": "It's safer to stick to old habits."
    },
    {
      "quote": "“My favorite exercise is a cross between a lunge and a crunch ... I call it lunch.”",
      "comment": "It's the best kind of exercise."
    },
    {
      "quote": "“I am not lazy I am on energy saving mode.”",
      "comment": "You need time to recharge."
    },
    {
      "quote": "“I hate men who say girls are 'weak.' Excuse me, but can you bleed for seven days straight and not die? I don't think so.”",
      "comment": "I bet guys can't do this!"
    },
    {
      "quote": "“It sure is strange that after Tuesday the rest of the week spells WTF.”",
      "comment": "It sounds perfectly normal to me."
    },
    {
      "quote": "“My great-grandma started giggling at a barbecue, and when I asked what's funny, she said, 'Everyone here is alive because I got laid.'”",
      "comment": "Getting laid can begin lives, have you gotten yours today?"
    },
    {
      "quote": "“Farts are like children, I'm proud of mine and disgusted by yours.”",
      "comment": "Darn right my kids better than yours."
    },
    {
      "quote": "“Your life can't fall apart if you never had it together.”",
      "comment": "It helps to plan a few steps ahead."
    },
    {
      "quote": "“You call it 'nagging'. I call it, 'Listen to what I f— said the first time.'”",
      "comment": "What nagging actually is."
    },
    {
      "quote": "“Maybe you should eat some makeup so you can be pretty on the inside too.”",
      "comment": "Inner beauty has never been this easily achievable."
    },
    {
      "quote": "“Yes, I know there is a real special place in Hell for me. It is called a throne.”",
      "comment": "The throne awaits."
    },
    {
      "quote": "“The look you give your friend when the teacher says find a partner.”",
      "comment": "You know what we're talking about."
    },
    {
      "quote": "“Always be yourself, unless you can be Beyoncé then always be Beyoncé.”",
      "comment": "The best advice anyone could ever give."
    },
    {
      "quote": "“You know a girl is mad when she starts off her sentence saying 'I just find it funny how' bc there's a 99.9% chance she did not find it funny.”",
      "comment": "I find it funny what this quote says."
    },
    {
      "quote": "“Never do the same mistake twice. Unless he/she's hot.”",
      "comment": "Rules to live by."
    },
    {
      "quote": "“I've decided I'm not old. I'm 25 plus shipping and handling.”",
      "comment": "The best packages are always expensive."
    },
    {
      "quote": "“It's a beautiful day, I think I'll skip my meds and stir things up a bit.”",
      "comment": "It's a perfect day to get a little crazy."
    },
    {
      "quote": "“They should put prizes in your Tampax box. Your period sucks, but here's a 50% off ice-cream you cranky b—.”",
      "comment": "I need 50% off my ice-cream and free chocolate, please."
    },
    {
      "quote": "“I thought I was in a bad mood but it's been a few years so I guess this is who I am now.”",
      "comment": "When you finally come to an important realization."
    },
    {
      "quote": "“What's a queen without her king? Well, historically speaking, more powerful.”",
      "comment": "Rule your Queendom with an iron fist."
    },
    {
      "quote": "“What if Gordon Ramsay voiced a GPS? 'Great job, you missed the bloody exit you f— disgrace.'”",
      "comment": "This GPS will have you using a map."
    },
    {
      "quote": "“I eat cake because it's somebody's birthday somewhere.”",
      "comment": "Happy Birthday!"
    },
    {
      "quote": "“You smell like hidden motives, get away from me.”",
      "comment": "Some people are always shady."
    },
    {
      "quote": "“My friend thinks he's smart. He said onions are the only food that make you cry. So I threw a coconut at his face.”",
      "comment": "The lesson of the day is to never be a know-it-all."
    },
    {
      "quote": "“Me: I don't wanna go to work. Bills: b— better have my money.”",
      "comment": "Pay up or shut up."
    },
    {
      "quote": "“Only trust people who like big butts...they cannot lie.”",
      "comment": "Many men can't deny."
    },
    {
      "quote": "“Don't be so hard on yourself. The mom in E.T. had an alien living in her house for days and she never even noticed.”",
      "comment": "You should win an award for the best parent!"
    },
    {
      "quote": "“It's that time of year where girls look really cute and fashionable in their flannel and I look like I've misplaced my ax.”",
      "comment": "A lot of people can't pull off this look."
    },
    {
      "quote": "“I walk around like everything is fine, but deep down, inside my shoe, my sock is sliding off.”",
      "comment": "We all hide what we were really feeling sometimes."
    },
    {
      "quote": "“I never make the same mistake twice. I make it like five or six times, you know, just to be sure.”",
      "comment": "I like to do it twelve times to make sure it really sinks in."
    },
    {
      "quote": "“When life shuts a door ... open it again. It's a door. That's how they work.”",
      "comment": "The simple solution to when a door closes."
    },
    {
      "quote": "“The more you weigh, the harder you are to kidnap. Stay safe. Eat cake.”",
      "comment": "This would be the best way to stay safe."
    },
    {
      "quote": "“Hey, train wreck, this isn't your station.”",
      "comment": "I got my problems and I don't need yours."
    },
    {
      "quote": "“Yesterday I really wanted tacos. Now I'm eating tacos. Follow your dreams.”",
      "comment": "Here is your inspiration to never give up!"
    },
    {
      "quote": "“I try not to laugh at my own jokes but we all know I'm hilarious.”",
      "comment": "I'm funny and I know it."
    },
    {
      "quote": "“You're the reason this country has to put directions on shampoo.”",
      "comment": "Some people need extra help."
    },
    {
      "quote": "“Life is short. Smile while you still have teeth.”",
      "comment": "You're doing the right thing by interacting with RaccBot"
    },
    {
      "quote": "“Finally my winter fat is gone. Now I have spring rolls.”",
      "comment": "Right now I have fat that won't fall."
    },
    {
      "quote": "“I am not an early bird or night owl. I am some form of permanently-exhausted pigeon.”",
      "comment": "Being any kind of bird is too much hard work."
    },
    {
      "quote": "“Life Status: currently holding it all together with one bobby pin.”",
      "comment": "My life goals."
    },
    {
      "quote": "“I'm sorry, I don't take orders. I barely take suggestions.”",
      "comment": "You don't need any instruction to know that you slay."
    },
    {
      "quote": "“First God created man, then he had a better idea ...”",
      "comment": "The man was only a rough draft to get to the masterpiece."
    },
    {
      "quote": "“I just cleaned everything from top to bottom, so now I'm gonna need everyone to stop living here.”",
      "comment": "When you finally have everything spotless."
    },
    {
      "quote": "“Age is something that doesn’t matter unless you are a cheese.”",
      "author": "Luis Bunnuel",
      "comment": "So live it up!"
    },
    {
      "quote": "“Always remember that you are absolutely unique. Just like everyone else.”",
      "author": "Margaret Mead",
      "comment": "If everyone is unique, is everyone really unique?"
    },
    {
      "quote": "“I used to jog but the ice cubes kept falling out of my glass.”",
      "author": "David Lee Roth",
      "comment": "Hmm, something is not right here. Must be the jogging."
    },
    {
      "quote": "“Laziness is nothing more than the habit of resting before you get tired.”",
      "author": "Jules Renard",
      "comment": "Everyone deserves a little pre-rest."
    },
    {
      "quote": "“Before you marry a person, you should first make them use a computer with slow internet to see who they really are.”",
      "author": "Will Ferrell",
      "comment": "Truly a tell-all."
    },
    {
      "quote": "“I love being married. It’s so great to find that one special person you want to annoy for the rest of your life.”",
      "author": "Rita Rudner",
      "comment": "Isn't love wonderful?"
    },
    {
      "quote": "“I want my children to have all the things I couldn’t afford. Then I want to move in with them.”",
      "author": "Phyllis Diller",
      "comment": "Payback time!"
    },
    {
      "quote": "“I haven’t spoken to my wife in years. I didn’t want to interrupt her.”",
      "author": "Rodney Dangerfield",
      "comment": "Ain't love grand?"
    },
    {
      "quote": "“I used to sell furniture for a living. The trouble was, it was my own.”",
      "author": "Les Dawson",
      "comment": "Now what?"
    },
    {
      "quote": "“You know you’ve reached middle age when you’re cautioned to slow down by your doctor, instead of by the police.”",
      "author": "Joan River",
      "comment": "It happens."
    },
    {
      "quote": "“I saw a study that said speaking in front of a crowd is considered the number one fear of the average person. Number two was death. This means to the average person, if you have to be at a funeral, you would rather be in the casket than doing the eulogy.”",
      "author": "Jerry Seinfield",
      "comment": "Sounds about right."
    },
    {
      "quote": "“Common sense is like deodorant. The people who need it most never use it.”",
      "comment": "Where is the lie?"
    },
    {
      "quote": "“Here’s all you have to know about men and women: Women are crazy, men are stupid. And the main reason women are crazy is that men are stupid.”",
      "author": "George Carlin",
      "comment": "Period."
    },
    {
      "quote": "“My therapist told me the way to achieve true inner peace is to finish what I start. So far I’ve finished two bags of M&Ms and a chocolate cake. I feel better already.”",
      "author": "Dave Barry",
      "comment": "What a wonderful idea!"
    },
    {
      "quote": "“Why do they call it rush hour when nothing moves?”",
      "author": "Robin Williams",
      "comment": "Makes no sense."
    },
    {
      "quote": "“I grew up with six brothers. That’s how I learned to dance: waiting for the bathroom.”",
      "author": "Bob Hope",
      "comment": "That's one way to do it."
    },
    {
      "quote": "“My husband and I fell in love at first sight. Maybe I should have taken a second look.”",
      "author": "Mia Farrow as Halley Reed in Crimes and Misdemeanors",
      "comment": "Should've thought about that one."
    },
    {
      "quote": "“People say, ‘But Betty, Facebook is a great way to connect with old friends.’ Well, at my age, If I want to connect with old friends I need an Ouija board.”",
      "author": "Betty White",
      "comment": "Welp."
    },
    {
      "quote": "“From the ages of eight to 18, me and my family moved around a lot. Mostly we would just stretch, but occasionally one of us would actually get up to go to the fridge.”",
      "author": "Jarod Kintz",
      "comment": "Just chillin'."
    },
    {
      "quote": "“I love airports because the rules of society don’t apply. Eat a pizza and have a glass of wine at 7 am while in track pants. Nobody cares.”",
      "comment": "It's fine."
    },
    {
      "quote": "“I’d like to have a kid, but I’m not sure I’m ready to spend 10 years of my life constantly asking someone where his shoes are.”",
      "author": "Damien Fahey",
      "comment": "It's a big commitment."
    },
    {
      "quote": "“I have a lot of growing up to do. I realized that the other day inside my fort.”",
      "author": "Zach Galifianakis ",
      "comment": "Wait, adults can't have forts?"
    },
    {
      "quote": "“I’m sure wherever my Dad is, he’s looking down on us. He’s not dead, just very condescending.”",
      "author": "Jack Whitehall",
      "comment": "You can just see that over-the-glasses disappointed look."
    },
    {
      "quote": "“Don’t talk about yourself; it will be done when you leave.”",
      "author": "Wilson Mizner",
      "comment": "Beware of the company you keep."
    },
    {
      "quote": "“I would never die for my beliefs because I might be wrong.”",
      "author": "Bertrand Russell",
      "comment": "Worth it?"
    },
    {
      "quote": "“I knew I was an unwanted baby when I saw that my bath toys were a toaster and a radio.”",
      "author": "Joan Rivers",
      "comment": "That's one way to tell."
    },
    {
      "quote": "“I like long walks, especially when they are taken by people who annoy me.”",
      "author": "Fred Allen",
      "comment": "Bye!"
    },
    {
      "quote": "“I don’t need you to remind me of my age. I have a bladder to do that for me.”",
      "author": "Stephen Fry",
      "comment": "Gotta go, gotta go!"
    },
    {
      "quote": "“Society is like a stew. If you don’t stir it up every once in a while then a layer of scum floats to the top.”",
      "author": "Edward Abbey",
      "comment": "Change is good."
    },
    {
      "quote": "“If you haven’t got anything nice to say about anybody, come sit next to me.”",
      "author": "Alice Roosevelt Longworth",
      "comment": "Let's gossip!"
    },
    {
      "quote": "“A pessimist is a person who has had to listen to too many optimists.”",
      "author": "Don Marquis",
      "comment": "Can we get a realist in here?"
    },
    {
      "quote": "“A two-year-old is kind of like having a blender, but you don’t have a top for it.”",
      "author": "Jerry Seinfield",
      "comment": "Just keeps screaming and making a mess."
    },
    {
      "quote": "“We owe a lot to Thomas Edison",
      "author": "if it wasn’t for him, we’d be watching television by candlelight.”Milton Berle",
      "comment": "Makes total sense."
    },
    {
      "quote": "“Christopher Columbus, as everyone knows, is honored by posterity because he was the last to discover America.”",
      "author": "James Joyce",
      "comment": "Legit."
    },
    {
      "quote": "“All my life, I always wanted to be somebody. Now I see that I should have been more specific.”",
      "author": "Jane Wagner",
      "comment": "Well, technically, everybody is somebody."
    },
    {
      "quote": "“Dear Math, please grow up and solve your own problems. I’m tired of solving them for your own.”",
      "comment": "For real!"
    },
    {
      "quote": "“You love flowers, but you cut them. You love animals, but you eat them. You tell me you love me, so now I’m scared.”",
      "comment": "So... what happens next?"
    },
    {
      "quote": "“Why is Monday so far from Friday, and Friday so close to Monday?”",
      "comment": "It ain't right."
    },
    {
      "quote": "“'Did you just fall?' No, I was checking if gravity still works.”",
      "comment": "All good here!"
    },
    {
      "quote": "“A stupid person laughs three times at a joke; once when everyone else is laughing, a second time when he actually gets the joke, and a third time when he realizes he was laughing without getting the joke at first.”",
      "comment": "That's how you can tell."
    },
    {
      "quote": "“Our phones fall, we panic. Our friends fall, we laugh.”",
      "comment": "Yup."
    },
    {
      "quote": "“Maybe if we tell people that brains is an app, they’ll start using it.”",
      "comment": "Doubt it."
    },
    {
      "quote": "“Singing in the shower is all fun and games until you get shampoo in your mouth. Then it becomes a soap opera.”",
      "comment": "Ba dum tssssss."
    },
    {
      "quote": "“Me and my bed are perfect for each other, but my alarm clock keeps trying to break us up.”",
      "comment": "So rude."
    },
    {
      "quote": "“I finally realized that people are prisoners of their phones...that’s what it’s called a ‘cell’ phone.”",
      "comment": "Harsh realization."
    },
    {
      "quote": "“Most of the time...when you’re crying, nobody notices your tears. Most of the time...when you’re worried, nobody feels your pain. Most of the time...when you’re happy, nobody sees your smile. But when you fart just one time…”",
      "comment": "Everyone notices."
    },
    {
      "quote": "“I had an extremely busy day, converting oxygen into carbon dioxide.”",
      "comment": "Very productive, wouldn't you say?"
    },
    {
      "quote": "“Be careful when you follow the masses. Sometimes the M is silent.”",
      "comment": "So true."
    },
    {
      "quote": "“I thought about losing weight once, but I don’t like losing.” ",
      "comment": "We're winners here."
    },
    {
      "quote": "“Dear life, when I said ‘can this day get any worse’ it was a rhetorical question, not a challenge.”",
      "comment": "Why, life, why?"
    },
    {
      "quote": "“When I said that I cleaned my room. I just meant I made a path from the doorway to my bed.”",
      "comment": "See? Clean."
    },
    {
      "quote": "“Instead of calling it the John I’m going to start calling my bathroom the Jim. That way I can say I go the Jim every morning.”",
      "comment": "No one will ever know."
    },
    {
      "quote": "“Some people are like clouds. When they go away, it’s a brighter day.”",
      "comment": "And you notice the difference right away."
    },
    {
      "quote": "“Lazy is such an ugly word. I prefer to call it selective participation.”",
      "comment": "Work smarter, not harder."
    },
    {
      "quote": "“Why didn’t I use my turn signals? It’s nobody’s business where I’m going.”",
      "comment": "Figure it out on your own!"
    },
    {
      "quote": "“People say nothing is impossible, but I do nothing every day.”",
      "author": "A. A. Milne",
      "comment": "Try it sometime!"
    },
    {
      "quote": "“All the things I really like to do are either immoral, illegal or fattening.”",
      "author": "Alexander Woolcott",
      "comment": "Why is life this way?"
    },
    {
      "quote": "“One thing that humbles me deeply is to see that human genius has its limits while human stupidity does not.”",
      "author": "Alexandre Dumas",
      "comment": "Sad but true."
    },
    {
      "quote": "“To be sure of hitting the target, shoot first, and call whatever you hit the target.”",
      "author": "Ashleigh Brilliant",
      "comment": "Life hack!"
    },
    {
      "quote": "“Wine is constant proof that God loves us and loves to see us happy.”",
      "author": "Benjamin Franklin",
      "comment": "True story."
    },
    {
      "quote": "“The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us.”",
      "author": "Bill Watterson",
      "comment": "It knows better."
    },
    {
      "quote": "“A bank is a place that will lend you money if you can prove that you don’t need it.”",
      "author": "Bob Hope",
      "comment": "Well when you put it that way..."
    },
    {
      "quote": "“My favorite machine at the gym is the vending machine.”",
      "author": "Caroline Rheas",
      "comment": "This."
    },
    {
      "quote": "“He who laughs last didn’t get the joke.”",
      "author": "Charles de Gaulle",
      "comment": "Happens to the best of us."
    },
    {
      "quote": "“I always arrive late at the office, but I make up for it by leaving early.”",
      "author": "Charles Lamb",
      "comment": "Fair, right?"
    },
    {
      "quote": "“Education is learning what you didn’t even know you didn’t know.”",
      "author": "Daniel J. Boorstin",
      "comment": "Learn something new every day."
    },
    {
      "quote": "“It is a scientific fact that your body will not absorb cholesterol if you take it from another person’s plate.”",
      "author": "Dave Barry",
      "comment": "Just like everyone has a second stomach for dessert."
    },
    {
      "quote": "“Never under any circumstances take a sleeping pill and a laxative on the same night.”",
      "author": "Dave Barry",
      "comment": "Mistake."
    },
    {
      "quote": "“Never doubt the courage of the French. They were the ones who discovered that snails are edible.”",
      "author": "Doug Larson",
      "comment": "Who was the first to try?"
    },
    {
      "quote": "“If you think nobody cares if you’re alive, try missing a couple of car payments.”",
      "author": "Earl Wilson",
      "comment": "You'll learn real quick."
    },
    {
      "quote": "“Do not take life too seriously. You will never get out of it alive.”",
      "author": "Elbert Hubbard",
      "comment": "No one ever does."
    },
    {
      "quote": "“A computer once beat me at chess, but it was no match for me at kickboxing.”",
      "author": "Emo Philips",
      "comment": "RIP."
    },
    {
      "quote": "“I asked God for a bike, but I know God doesn’t work that way. So I stole a bike and asked for forgiveness.”",
      "author": "Emo Philips",
      "comment": "Fair enough."
    },
    {
      "quote": "“I drink to make other people more interesting.”",
      "author": "Ernest Hemingway",
      "comment": "Works every time."
    },
    {
      "quote": "“You’re only good as your last haircut.”",
      "author": "Fran Lebowitz",
      "comment": "Why do we always dislike haircuts at first?"
    }
  ],
  "thoughts": [
    "Most people can eat the same breakfast weeks in a row, without complaint. But the same dinner for weeks? Now, that's just insanity.",
    "History classes are only going to get longer and harder as time goes on.",
    "Everyone actually has 3 voices, the one in your head, the one you hear when you talk and the one that everyone else hears instead.",
    "I wonder how many times I've walked past or come into contact with a murderer.",
    "Let's take a moment to appreciate that mother nature not only pre-sliced but also pre-wrapped oranges.",
    "If the oldest person on earth is 116 years old, then 117 years ago, there was a completely different set of human beings on earth.",
    "Most of my clothes have been to countries that I have not.",
    "Fish who are caught and released are like the aquatic equivalent of people who claim to have been abducted by aliens.",
    "Technically, it's impossible to skip breakfast. The first time you eat during a day is when you \"break your fast.\"",
    "\"my entire life has led up to this moment\" is always true.",
    "Aliens invaded the Moon on July 20th, 1969.",
    "A group of squid should be called a squad.",
    "Saying \"um\" is the human equivalent to buffering.",
    "When you're a kid, d*ck jokes are considered adult content, but when you're an adult, they're considered immature.",
    "Cars should have two horns: one is a \"nice\" one, the other is a \"mean\" one.",
    "If I'm lucky, my internal organs will never see the light of day.",
    "I have no idea what I've forgotten.",
    "If mary had baby jesus, and jesus is the lamb of god.... Then mary really did have a little lamb.",
    "We say \"hair\" when referring to lots of it but we say \"hairs\" when referring to a few.",
    "The reason \"cheaters never win\" is because the cheaters that did win didn't get caught.",
    "\"Arms\" is another word for guns, and \"guns\" is another word for arms.",
    "\"Squawks\" said backwards still sounds the same even though it's not a palindrome",
    "We rescue homeless animals and shun homeless people.",
    "Asking someone \"where are you\" is a recent thing. Before we had mobile phones, the only way we could talk to people is if we knew where they were.",
    "I will be the last person to die in my lifetime.",
    "I bet attractive people think the world is a lot more polite than it really is.",
    "I wonder if I am closer to my death or my birth right now.",
    "If I were a serial killer I would call myself \"the suspense\" so that the suspense would literally be killing people.",
    "In order to fall asleep, you have to pretend to be asleep.",
    "The witches from \"Sabrina\" naming their cat Salem is like a Jewish family naming a cat Auschwitz",
    "They should mark the last tissues in a box with red lines like they do with receipt paper.",
    "Why do people say \"tuna fish\" when they don't say \"beef mammal\" or \"chicken bird\"?",
    "If people on a planet 65 million light years away look at earth, they see dinosaurs.",
    "You're too big to ride the dog by the time you're smart enough to think to ride the dog.",
    "There is one day every year, where we unknowingly pass the anniversary of the day the dinosaurs were wiped out by an asteroid.",
    "Nothing is on fire, fire is on things.",
    "If Katniss and Peeta from Hunger Games were hollywood celebrities, their supercouple nickname would either be Katpee or Peeniss.",
    "If Bruce Willis dies from Viagra overdose, the headline will read \"Bruce Willis Dies Hard.\"",
    "The person who would proof read Hitler's speeches was a grammar Nazi.",
    "The only reason celebrities always say people should follow their dreams is because they're part of the small percentage who were actually successful.",
    "When you \"bite down\" on something, you're actually \"biting up\" because you can't move your top jaw.",
    "If you did something like a boss, you'd probably just pay someone else to do it.",
    "Spacesuits are literally made to protect astronauts from nothing",
    "\"Strap-on\" spelled backwards is \"no parts.\"",
    "The two worst sentences you can get are life and death.",
    "If there's a \"heavens no\" and a \"hell yea,\" why isn't there a \"purgatory perhaps\"?",
    "When jogging, we put on special clothes so people don't think we are running from or to something.",
    "In the last 20 years, I won over $7,300 by not buying a lottery ticket every day.",
    "Once you have a phd, every meeting you go to becomes a doctor's appointment.",
    "Mothers only get a day but sharks get a whole week.",
    "The sinking of the titanic must have been a miracle to the lobsters in the kitchen.",
    "Mars... Is populated entirely by robots!",
    "All our pets might have stockholm syndrome.",
    "Google earth is good for finding out which of your neighbors has a pool.",
    "The war on drugs probably has more POWs than any actual war.",
    "Horses must be the most farted upon creatures in the whole world.",
    "If two people on opposite sides of the world each drop a piece of bread, the earth briefly becomes a sandwich.",
    "My right elbow has never been touched by my right hand.",
    "Netflix should have a rating system that includes, \"i hate this, but I want to keep watching it.\"",
    "What if the egyptians didn't actually revere cats, but only jokingly did like we do on the internet?",
    "If Homer Simpson were a democratic congressman from Springfield, Ohio, he'd be Homer Simpson (D-OH).",
    "If I throw around large amounts of shredded bread on public property, my proximity to ducks determines whether or not I'm littering.",
    "Somewhere out there, there is a bottle of caesar salad dressing with an expiration date of march 15th.",
    "If anyone was given the challenge to fall asleep in 10 minutes in exchange for a million dollars, almost everyone would fail miserably.",
    "Your stomach thinks all potato is mashed.",
    "Computer labs should flicker its lights every now and then, to remind students to save their work.",
    "Minivans have sliding doors so children don't open them into other cars.",
    "Trying to get rich by playing the lottery is like trying to commit suicide by flying on commercial airlines.",
    "\"slang\" is a colloquial word for \"colloquial word.\"",
    "Lobsters are mermaids to scorpions.",
    "\"Supervision\" sounds a lot cooler than it really is.",
    "When you drink alcohol, you are just borrowing happiness from tomorrow.",
    "A date is like a sex interview.",
    "Kevin spacey gets paid more to pretend to be a politician than real ones get paid to run the country.",
    "Some rappers basically have us pay them to tell us what extravagant/lavish things they then do with our money.",
    "Technically speaking, wouldn't your best friend be your worst enemy?",
    "Humans have a 16 hour battery life.",
    "A crush is called a crush because he/she will most likely crush your feelings",
    "It would make more sense if 3 had the value of 4 because the number 3 looks like half of the number 8.",
    "If we ever colonize another planet how will we determine age?",
    "June is like friday, july is like saturday, and august is like sunday",
    "A mullet will make you a redneck and also prevent you from getting one.",
    "Wake up earlier on weekends. Now you get to sleep in for 5 days a week instead of two.",
    "If Obama was the President of Kenya, he would be their first white president.",
    "If kanye and kim's child's name is north west, that makes kim's vagina the northwest passage.",
    "The word \"anna\" shifted down the alphabet one letter becomes \"boob.\"",
    "Childbirth is literally an emergency.",
    "Acquired taste is the stockholm syndrome of the flavor world.",
    "I wish I had a mario kart-like ghost of myself punctually getting ready for work in the morning so I'd know if I was running late.",
    "Everything I cook literally turns out to be sh*t.",
    "Keith urban is a terrible name for a country music singer.",
    "Teach a man to fish he'll pay you once, sell a man a fish and he'll pay you for a lifetime.",
    "Can chewbacca even say \"chewbacca\"? shouldn't his name be something like \"rawwwraaraar\"?",
    "Being attracted to your own flaccid penis would be the worst fetish ever",
    "The word \"b*tch\" is used to describe people of either gender who possess negative traits of the other.",
    "\"dog food lid\" backwards is \"d*ldo of god\""
  ]
}
